#include"Menu.h"

void AdminMenu()
{
	printf("           ****************************************\n");
	printf("                         账户管理菜单              \n");
	printf("           ****************************************\n");
	printf("           *              1.注册账户			  *\n");
	printf("           *              2.删除账户              *\n");
	printf("           *              3.修改账户              *\n");
	printf("           *              4.查询账户              *\n");
	printf("           *              5.修改密码              *\n");
	printf("           *              0.返回上级              *\n");
	printf("           ****************************************\n");
}