#include"Menu.h"

void BookMenu( )
{
	printf("           ****************************************\n");
	printf("                        图书编目管理菜单           \n");
	printf("           ****************************************\n");
	printf("           *              1.新书录入              *\n");
	printf("           *              2.删除图书目录          *\n");
	printf("           *              3.修改图书目录          *\n");
	printf("           *              4.查询图书目录          *\n"); 
	printf("           *              0.返回上级              *\n");
	printf("           ****************************************\n");
}