#include"Main.h"

void CatalogMenu( )
{
	printf("           ****************************************\n");
	printf("                         分类管理菜单              \n");
	printf("           ****************************************\n");
	printf("           *              1.增加分类              *\n");
	printf("           *              2.输出分类              *\n");
	printf("           *              3.输出树形分类树        *\n");
	printf("           *              4.修改分类              *\n");
	printf("           *              0.返回上级              *\n");
	printf("           ****************************************\n");

    

}