#include"Menu.h"

void CirculMenu( )
{
	printf("           ****************************************\n");
	printf("                        图书流通管理菜单           \n");
	printf("           ****************************************\n");
	printf("           *              1.图书分类浏览          *\n");
	printf("           *              2.图书检索              *\n");
	printf("           *              3.借书                  *\n");
	printf("           *              4.还书                  *\n");
	printf("           *              5.查询借阅记录          *\n");
	printf("           *              0.返回上级              *\n");
	printf("           ****************************************\n");
}