#include"Main.h"


void MainMenu( )
{
	printf("           ****************************************\n");
	printf("                        图书馆管理系统             \n");
	printf("                             主菜单                \n");
	printf("           ****************************************\n");
	printf("           *              1.读者管理              *\n");
	printf("           *              2.图书分类管理          *\n");
	printf("           *              3.图书编目管理          *\n");
	printf("           *              4.图书流通管理          *\n");
	printf("           *              5.账户管理		  *\n");
	printf("           *              0.退出系统              *\n");
	printf("           ****************************************\n");

    

}