#include"Menu.h"

void ReaderMenu( )
{
	printf("           ****************************************\n");
	printf("                         读者管理菜单              \n");
	printf("           ****************************************\n");
	printf("           *              1.浏览所有读者          *\n");
	printf("           *              2.增加读者              *\n");
	printf("           *              3.查询读者              *\n");
	printf("           *              4.修改读者              *\n");
	printf("           *              5.证件挂失              *\n");
	printf("           *              0.返回上级              *\n");
	printf("           ****************************************\n");
}